Repository: LeTarrask/Dobble
Catalog: Dobble/Locallization/*.strings
Languages: portuguese

source: Game Over
portuguese: Fime de jogo

source: Play again
portuguese: Jogar outra vez

source: You scored
portuguese: Você marcou

source: Score:
portuguese: Placar:

source: SCORE:
portuguese: PLACAR:

source: SCORE ONE:
portuguese: PLACAR UM:

source: SCORE TWO:
portuguese: PLACAR DOIS:

source: Time left:
portuguese: Tempo:

source: TIME LEFT:
portuguese: TEMPO:

source: Player 1 wins
portuguese: Jogador 1 vence

source: Player 2 wins
portuguese: Jogador 2 vence

source: Multiplayer Mode
portuguese: Modo multijogador

source: Difficulty Level:
portuguese: Nível de dificuldade:
